260621_day_briefing.org
#+TITLE: Daily Briefing - 2026-06-21
#+OPTIONS: html-scripts:nil html-postamble:nil toc:nil num:nil
#+HTML_HEAD: <link rel="icon" type="image/png" href="favicon.png">
#+HTML_HEAD: <meta property="og:title" content="Daily Briefing - Intelligence Hub">
#+HTML_HEAD: <meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
#+HTML_HEAD: <meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
#+HTML_HEAD: <meta property="og:image:width" content="1200">
#+HTML_HEAD: <meta property="og:image:height" content="630">
#+HTML_HEAD: <meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
#+HTML_HEAD: <meta property="og:type" content="website">
#+HTML_HEAD: <meta name="twitter:card" content="summary_large_image">
#+HTML_HEAD: <style>
#+HTML_HEAD:    :root { --bg: #05070a; --surface: #0f141d; --primary: #00f2ff; --secondary: #7000ff; --text: #e2e8f0; --gold: #ffd700; --muted: #64748b; }
#+HTML_HEAD:    body { font-family: 'Inter', -apple-system, sans-serif; background: var(--bg); color: var(--text); max-width: 900px; margin: auto; padding: 25px; line-height: 1.8; }
#+HTML_HEAD:    h1, h2, h3 { color: var(--primary); text-transform: uppercase; letter-spacing: 1px; text-align: center; }
#+HTML_HEAD:    .nav-menu { display: flex; justify-content: center; gap: 30px; margin-bottom: 40px; border-bottom: 2px solid var(--surface); padding-bottom: 20px; }
#+HTML_HEAD:    .nav-menu a { color: var(--text); text-decoration: none; font-weight: bold; transition: 0.3s; font-size: 0.9em; }
#+HTML_HEAD:    .nav-menu a:hover { color: var(--primary); text-shadow: 0 0 8px var(--primary); }
#+HTML_HEAD:    .timestamp { text-align: center; color: var(--muted); font-size: 0.8em; margin-bottom: 10px; }
#+HTML_HEAD:    .telemetry { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.9em; background: var(--surface); padding: 10px; border-radius: 4px; border-left: 3px solid var(--gold); margin-bottom: 30px; }
#+HTML_HEAD:    .quote-box { text-align: center; font-style: italic; color: var(--primary); margin: 25px 0; padding: 15px; border-top: 1px solid var(--surface); border-bottom: 1px solid var(--surface); font-size: 1.15em; }
#+HTML_HEAD:    .visit-counter { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.95em; background: var(--surface); padding: 12px; border-radius: 6px; border: 1px solid var(--gold); margin: 20px auto; max-width: 400px; }
#+HTML_HEAD:    ul { list-style: none; padding: 0; }
#+HTML_HEAD:    li { background: var(--surface); margin-bottom: 12px; padding: 15px; border-radius: 8px; border: 1px solid #1e293b; transition: all 0.2s ease; }
#+HTML_HEAD:    li:hover { border-color: var(--primary); transform: translateX(5px); }
#+HTML_HEAD:    li a { color: var(--text); text-decoration: none; display: block; font-weight: 500; }
#+HTML_HEAD:    .briefing-item { background: var(--surface); border: 1px solid var(--primary); border-radius: 10px; margin: 15px 0; padding: 20px; text-align: center; }
#+HTML_HEAD:    .briefing-item a { color: var(--primary); text-decoration: none; font-weight: bold; font-size: 1.1em; }
#+HTML_HEAD:    .cta-blog { background: linear-gradient(135deg, #0f141d 0%, #05070a 100%); border: 2px solid var(--primary); padding: 30px; border-radius: 15px; text-align: center; margin-top: 50px; }
#+HTML_HEAD:    .footer-hub { margin-top: 80px; text-align: center; border-top: 1px solid var(--surface); padding-top: 30px; color: var(--muted); font-size: 0.85em; }
#+HTML_HEAD: </style>
#+HTML: <div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
#+HTML: <div class='quote-box'>«En el tablero internacional, el silencio de hoy es el conflicto del mañana».</div>
#+HTML: <div class='telemetry'>🌡 49.4°C | ⚖ Load: 0.32 | 🌐 Ping: 14.4ms</div>

#+HTML: <div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>

* 🗞 Titulares

** 🇪🇸 España

*** El País

- [[https://elpais.com/espana/2026-06-21/el-cgpj-estudia-abrir-un-expediente-disciplinario-al-juez-peinado-por-afirmar-que-la-policia-puede-ayudar-a-huir-a-begona-gomez.html][El CGPJ estudia abrir un expediente disciplinario al juez Peinado por afirmar que la Policía puede ayudar a huir a Begoña Gómez]]
- [[https://elpais.com/espana/2026-06-21/la-audiencia-provincial-de-madrid-ultima-carta-de-begona-gomez-para-evitar-el-banquillo.html][La Audiencia Provincial de Madrid, última carta de Begoña Gómez para evitar el banquillo]]
- [[https://elpais.com/espana/2026-06-21/sanchez-manda-parar-y-cerrar-filas-ya-no-cedera-mas-piezas.html][Sánchez manda parar y cerrar filas: ya no cederá más piezas]]
- [[https://elpais.com/opinion/2026-06-21/desproposito-judicial.html][Despropósito judicial]]
- [[https://elpais.com/espana/2026-06-21/concurso-ideal.html][Concurso ideal]]

*** El Mundo

- [[https://www.elmundo.es/espana/2026/06/20/6a36ece3e85ecef37e8b4580.html][La cronología de indicios que señalan a Begoña Gómez: del "cambio radical en su trayectoria tras la investidura" a usar la "proximidad a Sánchez para impulsar" su carrera]]
- [[https://www.elmundo.es/espana/2026/06/21/6a37adaffdddff4c458b45a4.html][El CGPJ se reúne para decidir si abre un expediente al juez Peinado por el auto en el que apuntaba a que los escoltas podían ayudar a Begoña Gómez en una fuga]]
- [[https://www.elmundo.es/cronica/2026/06/20/6a3581f2fc6c83e8558b45ad.html][Yohir Akerman, el 'espía' de los poderosos de América al que recurrió la cloaca del PSOE para hundir a la Fiscalía Anticorrupción: "No puedo revelar cuánto me han pagado"]]
- [[https://www.elmundo.es/espana/2026/06/21/6a36e12ee85ece245c8b45ac.html][Los plazos de la Audiencia de Madrid abocan a un juicio con jurado antes de las elecciones generales]]
- [[https://www.elmundo.es/ciencia-y-salud/ciencia/2026/06/21/6a3565c6e4d4d888198b45aa.html][Varices, todo sobre la patología que empeora cuando el calor aprieta]]

*** La Vanguardia

- [[https://www.lavanguardia.com/politica/20260620/11570975/juez-peinado-envia-juicio-begona-gomez-le-retira-pasaporte-le-prohibe-salir-espana.html][El juez Peinado envía a juicio a Begoña Gómez, le prohíbe salir del país y le retira el pasaporte]]
- [[https://www.lavanguardia.com/politica/20260620/11570972/envio-juicio-begona-gomez-desata-nueva-tormenta-politica-gobierno-pp-socios.html][El envío a juicio de Begoña Gómez desata una nueva tormenta política]]
- [[https://www.lavanguardia.com/politica/20260620/11571008/sindicatos-policiales-exigen-rectificacion-juez-peinado-afirmar-escoltas-facilitar-fuga-begona-gomez.html][Los sindicatos policiales exigen una rectificación al juez Peinado por afirmar que los escoltas podrían “facilitar” la fuga de Begoña Gómez]]
- [[https://www.lavanguardia.com/politica/20260620/11570468/jose-luis-se-fuerte-zapatero-joyas-sanchez.html][José Luis, sé fuerte]]
- [[https://www.lavanguardia.com/internacional/20260620/11570991/iran-vuelve-cerrar-estrecho-ormuz-ofensiva-israeli-libano.html][Irán vuelve a cerrar el estrecho de Ormuz por la ofensiva israelí en Líbano]]

*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/ason/total-28-puestos-participan-mercado-agroalimentario-artesano/20260620210026194639.html][Un total de 28 puestos participan en el Mercado Agroalimentario y Artesano]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/izquierda-unida-plantea-gestion-directa-ludoteca-caos-gestion-soberon/20260620204516194637.html][Izquierda Unida plantea la gestión directa de la ludoteca ante el “caos” en la gestión de Soberón]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/regresan-cursillos-natacion-piscinas-escobedo-camargo/20260620203046194635.html][Regresan los cursillos de natación en las piscinas en Escobedo y Camargo Pueblo]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/piden-11-anos-carcel-hombre-mantener-relaciones-sexuales-menor-15-anos-interna-centro-acogida/20260620200508194633.html][Piden 11 años de cárcel para un hombre por mantener relaciones sexuales con una menor de 15 años interna en un centro de acogida]]
- [[https://eldiariocantabria.publico.es/articulo/santander/ayuntamiento-presentara-miercoles-progresos-proyecto-smart-destination/20260620195356194632.html][El Ayuntamiento presentará este miércoles los progresos del proyecto Smart Destination]]

** 🇺🇸 Estados Unidos

