260621_day_briefing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-06-21 Sun 12:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Daily Briefing - 2026-06-21</title>
<meta name="generator" content="Org Mode" />
<link rel="icon" type="image/png" href="favicon.png">
<meta property="og:title" content="Daily Briefing - Intelligence Hub">
<meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
<meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
<meta property="og:image:width" content="1200">
<meta property="og:image:height" content="630">
<meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
<meta property="og:type" content="website">
<meta name="twitter:card" content="summary_large_image">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Daily Briefing - 2026-06-21</h1>
<div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
<div class='quote-box'>«En el tablero internacional, el silencio de hoy es el conflicto del mañana».</div>
<div class='telemetry'>🌡 49.4°C | ⚖ Load: 0.32 | 🌐 Ping: 14.4ms</div>

<div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>
<div id="outline-container-org2477074" class="outline-2">
<h2 id="org2477074">🗞 Titulares</h2>
<div class="outline-text-2" id="text-org2477074">
</div>
<div id="outline-container-org1e04b3d" class="outline-3">
<h3 id="org1e04b3d">🇪🇸 España</h3>
<div class="outline-text-3" id="text-org1e04b3d">
</div>
<div id="outline-container-org0a5e883" class="outline-4">
<h4 id="org0a5e883">El País</h4>
<div class="outline-text-4" id="text-org0a5e883">
<ul class="org-ul">
<li><a href="https://elpais.com/espana/2026-06-21/el-cgpj-estudia-abrir-un-expediente-disciplinario-al-juez-peinado-por-afirmar-que-la-policia-puede-ayudar-a-huir-a-begona-gomez.html">El CGPJ estudia abrir un expediente disciplinario al juez Peinado por afirmar que la Policía puede ayudar a huir a Begoña Gómez</a></li>
<li><a href="https://elpais.com/espana/2026-06-21/la-audiencia-provincial-de-madrid-ultima-carta-de-begona-gomez-para-evitar-el-banquillo.html">La Audiencia Provincial de Madrid, última carta de Begoña Gómez para evitar el banquillo</a></li>
<li><a href="https://elpais.com/espana/2026-06-21/sanchez-manda-parar-y-cerrar-filas-ya-no-cedera-mas-piezas.html">Sánchez manda parar y cerrar filas: ya no cederá más piezas</a></li>
<li><a href="https://elpais.com/opinion/2026-06-21/desproposito-judicial.html">Despropósito judicial</a></li>
<li><a href="https://elpais.com/espana/2026-06-21/concurso-ideal.html">Concurso ideal</a></li>
</ul>
</div>
</div>
<div id="outline-container-org3fb3a76" class="outline-4">
<h4 id="org3fb3a76">El Mundo</h4>
<div class="outline-text-4" id="text-org3fb3a76">
<ul class="org-ul">
<li><a href="https://www.elmundo.es/espana/2026/06/20/6a36ece3e85ecef37e8b4580.html">La cronología de indicios que señalan a Begoña Gómez: del "cambio radical en su trayectoria tras la investidura" a usar la "proximidad a Sánchez para impulsar" su carrera</a></li>
<li><a href="https://www.elmundo.es/espana/2026/06/21/6a37adaffdddff4c458b45a4.html">El CGPJ se reúne para decidir si abre un expediente al juez Peinado por el auto en el que apuntaba a que los escoltas podían ayudar a Begoña Gómez en una fuga</a></li>
<li><a href="https://www.elmundo.es/cronica/2026/06/20/6a3581f2fc6c83e8558b45ad.html">Yohir Akerman, el 'espía' de los poderosos de América al que recurrió la cloaca del PSOE para hundir a la Fiscalía Anticorrupción: "No puedo revelar cuánto me han pagado"</a></li>
<li><a href="https://www.elmundo.es/espana/2026/06/21/6a36e12ee85ece245c8b45ac.html">Los plazos de la Audiencia de Madrid abocan a un juicio con jurado antes de las elecciones generales</a></li>
<li><a href="https://www.elmundo.es/ciencia-y-salud/ciencia/2026/06/21/6a3565c6e4d4d888198b45aa.html">Varices, todo sobre la patología que empeora cuando el calor aprieta</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgc2bc6b6" class="outline-4">
<h4 id="orgc2bc6b6">La Vanguardia</h4>
<div class="outline-text-4" id="text-orgc2bc6b6">
<ul class="org-ul">
<li><a href="https://www.lavanguardia.com/politica/20260620/11570975/juez-peinado-envia-juicio-begona-gomez-le-retira-pasaporte-le-prohibe-salir-espana.html">El juez Peinado envía a juicio a Begoña Gómez, le prohíbe salir del país y le retira el pasaporte</a></li>
<li><a href="https://www.lavanguardia.com/politica/20260620/11570972/envio-juicio-begona-gomez-desata-nueva-tormenta-politica-gobierno-pp-socios.html">El envío a juicio de Begoña Gómez desata una nueva tormenta política</a></li>
<li><a href="https://www.lavanguardia.com/politica/20260620/11571008/sindicatos-policiales-exigen-rectificacion-juez-peinado-afirmar-escoltas-facilitar-fuga-begona-gomez.html">Los sindicatos policiales exigen una rectificación al juez Peinado por afirmar que los escoltas podrían “facilitar” la fuga de Begoña Gómez</a></li>
<li><a href="https://www.lavanguardia.com/politica/20260620/11570468/jose-luis-se-fuerte-zapatero-joyas-sanchez.html">José Luis, sé fuerte</a></li>
<li><a href="https://www.lavanguardia.com/internacional/20260620/11570991/iran-vuelve-cerrar-estrecho-ormuz-ofensiva-israeli-libano.html">Irán vuelve a cerrar el estrecho de Ormuz por la ofensiva israelí en Líbano</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1e3e753" class="outline-4">
<h4 id="org1e3e753">El Diario de Cantabria</h4>
<div class="outline-text-4" id="text-org1e3e753">
<ul class="org-ul">
<li><a href="https://eldiariocantabria.publico.es/articulo/ason/total-28-puestos-participan-mercado-agroalimentario-artesano/20260620210026194639.html">Un total de 28 puestos participan en el Mercado Agroalimentario y Artesano</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/izquierda-unida-plantea-gestion-directa-ludoteca-caos-gestion-soberon/20260620204516194637.html">Izquierda Unida plantea la gestión directa de la ludoteca ante el “caos” en la gestión de Soberón</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/regresan-cursillos-natacion-piscinas-escobedo-camargo/20260620203046194635.html">Regresan los cursillos de natación en las piscinas en Escobedo y Camargo Pueblo</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/cantabria/piden-11-anos-carcel-hombre-mantener-relaciones-sexuales-menor-15-anos-interna-centro-acogida/20260620200508194633.html">Piden 11 años de cárcel para un hombre por mantener relaciones sexuales con una menor de 15 años interna en un centro de acogida</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/santander/ayuntamiento-presentara-miercoles-progresos-proyecto-smart-destination/20260620195356194632.html">El Ayuntamiento presentará este miércoles los progresos del proyecto Smart Destination</a></li>
</ul>
</div>
</div>
</div>
