260621_day_briefing.org
*** The Washington Post

- [[https://www.washingtonpost.com/business/2026/06/21/cash-strapped-farmers-iran-wars-end-comes-too-late/][For cash-strapped farmers, deal to end Iran fighting comes too late]]
- [[https://www.washingtonpost.com/world/2026/06/20/diplomats-expect-hurdles-us-iran-talks-which-are-already-delayed/][Chaotic run-up to U.S.-Iran talks signals steep hurdles ahead]]
- [[https://www.washingtonpost.com/world/2026/06/19/trump-said-italys-prime-minister-begged-photo-she-says-thats-false/][Trump said Italy’s prime minister ‘begged’ for a photo. She says that’s false.]]
- [[https://www.washingtonpost.com/world/2026/06/20/war-weary-iranians-see-glimmers-relief-trump-deal-takes-shape/][War-weary Iranians see glimmers of relief as Trump deal takes shape]]
- [[https://www.washingtonpost.com/world/2026/06/20/shut-out-world-cup-again-china-roots-referee/][Shut out of the World Cup again, China roots for a referee]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/asia/this-futuristic-japanese-warship-is-on-the-market-and-winning-fans-f26edc90][This Futuristic Japanese Warship Is on the Market and Winning Fans]]
- [[https://www.wsj.com/world/the-u-s-is-ramping-up-economic-warfare-its-enemies-arent-blinking-fdd49238][The U.S. Is Ramping Up Economic Warfare. Its Enemies Aren’t Blinking.]]
- [[https://www.wsj.com/world/middle-east/fighting-flares-again-in-lebanon-despite-israel-hezbollah-ceasefire-4d0ffae8][Vance Heads to Peace Talks, After Iran Says It Closed Strait of Hormuz]]
- [[https://www.wsj.com/world/russia-faces-spreading-fuel-shortages-after-ukrainian-drones-pummel-refineries-60e96bc0][Russia Faces Spreading Fuel Shortages After Ukrainian Drones Pummel Refineries]]
- [[https://www.wsj.com/world/india/india-calls-in-military-blocks-app-to-lock-down-college-entrance-exam-b9a47ef3][India Calls In Military, Blocks App to Lock Down College-Entrance Exam]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/societe/article/2026/06/21/avec-les-canicules-l-urgence-a-renover-les-vieilles-piscines-publiques-comment-ferait-on-sans-elles-on-ne-tiendrait-pas_6705452_3224.html][Avec les canicules, l’urgence à rénover les vieilles piscines publiques : « Comment ferait-on sans elles ? On ne tiendrait pas »]]
- [[https://www.lemonde.fr/un-si-proche-orient/article/2026/06/21/donald-trump-demeure-le-seul-dirigeant-du-monde-a-avoir-reconnu-l-annexion-par-israel-du-golan-syrien_6705488_6116995.html][« Donald Trump demeure le seul dirigeant du monde à avoir reconnu l’annexion par Israël du Golan syrien »]]
- [[https://www.lemonde.fr/international/live/2026/06/21/en-direct-guerre-en-ukraine-trois-morts-dans-des-attaques-russes-sur-les-oblasts-ukrainiens-de-poltava-et-dnipropetrovsk_6702230_3210.html][EN DIRECT, guerre en Ukraine : la distribution de carburant suspendue dans les stations-service en Crimée]]
- [[https://www.lemonde.fr/livres/article/2026/06/21/que-reste-t-il-aujourd-hui-de-marc-bloch-l-historien-cles-de-lecture-alors-que-le-medieviste-et-resistant-entre-au-pantheon_6705555_3260.html][Que reste-t-il aujourd’hui de Marc Bloch l’historien ? Clés de lecture, alors que le médiéviste et résistant entre au Panthéon]]
- [[https://www.lemonde.fr/idees/article/2026/06/21/anton-brender-economiste-la-montee-des-dettes-publiques-est-le-reflet-d-un-dereglement-du-capitalisme_6705449_3232.html][Anton Brender, économiste : « La montée des dettes publiques est le reflet d’un dérèglement du capitalisme »]]

*** Le Figaro

- [[https://www.lefigaro.fr/bordeaux/rechauffement-canicules-incendies-bordeaux-et-le-bassin-d-arcachon-seront-ils-encore-habitables-en-2050-20260621][Réchauffement, canicules, incendies... Bordeaux et le bassin d’Arcachon seront-ils encore habitables en 2050 ?]]
- [[https://www.lefigaro.fr/conso/catacombes-parcs-commerces-dans-un-paris-ecrase-par-la-canicule-les-touristes-en-quete-d-oasis-de-fraicheur-20260621][Catacombes, parcs, commerces... Dans un Paris écrasé par la canicule, les touristes en quête d’oasis de fraîcheur]]
- [[https://www.lefigaro.fr/actualite-france/en-direct-meteo-canicule-chaleur-fete-de-la-musique-france-alerte-rouge-vigilance-orages-20260621][EN DIRECT - Canicule : la SNCF recommande aux personnes «vulnérables» d’éviter de prendre le train]]
- [[https://www.lefigaro.fr/politique/jusqu-a-5-jours-les-ecologistes-lancent-une-petition-pour-reclamer-un-conge-climatique-20260621][«Jusqu’à 5 jours» : les Écologistes lancent une pétition pour réclamer un congé climatique]]
- [[https://www.lefigaro.fr/jusqu-a-390c-a-l-ombre-visualisez-en-cartes-l-arrivee-de-la-vague-de-chaleur-20260621][Jusqu’à 44 °C attendus en début de semaine : suivez en cartes l’avancée de la vague de chaleur]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/cwyekkwm1mmo?at_medium=RSS&at_campaign=rss][US-Iran talks to begin in Switzerland as Tehran says it closed Strait of Hormuz]]
- [[https://www.bbc.com/news/videos/c8r2pyv3e2po?at_medium=RSS&at_campaign=rss][BBC sees destroyed villages in Israeli-occupied southern Lebanon]]
- [[https://www.bbc.com/news/articles/cwylx1vq18zo?at_medium=RSS&at_campaign=rss][Lebanese turtle conservationist Mona Khalil killed by Israeli strike]]
- [[https://www.bbc.com/news/articles/cvgqv8q1ndpo?at_medium=RSS&at_campaign=rss][Colombia's escalating, brutal internal conflict is defining its presidential election]]
- [[https://www.bbc.com/news/articles/c8d26051vv2o?at_medium=RSS&at_campaign=rss][Former Olympian denies vandalising Washington Reflecting Pool after arrest]]

*** The Guardian

- [[https://www.theguardian.com/world/2026/jun/21/comrades-ultramarathon-south-africa][Sweat, tears and camaraderie as 20,000 runners take on world’s largest ultramarathon]]
- [[https://www.theguardian.com/news/2026/jun/19/global-framework-reparations-justice-adopted-at-landmark-conference-in-accra-ghana][Global framework for reparatory justice adopted at landmark Ghana conference]]
- [[https://www.theguardian.com/us-news/2026/jun/18/cdc-emergency-ebola-funding][CDC to tap $107m in emergency funding for Ebola response in DRC and Uganda]]
- [[https://www.theguardian.com/news/2026/jun/18/barbados-prime-minister-manifesto-slavery-reparations][Barbados prime minister announces manifesto for slavery reparations]]
- [[https://www.theguardian.com/world/2026/jun/18/south-africa-men-sentenced-rhino-horn-trafficking-case][South African men sentenced in ‘world’s largest’ rhino horn trafficking case]]

** 🇮🇹 Italia

