260621_day_briefing.html
<div id="outline-container-orgbcf1b4c" class="outline-3">
<h3 id="orgbcf1b4c">🇺🇸 Estados Unidos</h3>
<div class="outline-text-3" id="text-orgbcf1b4c">
</div>
<div id="outline-container-org1729fb7" class="outline-4">
<h4 id="org1729fb7">The Washington Post</h4>
<div class="outline-text-4" id="text-org1729fb7">
<ul class="org-ul">
<li><a href="https://www.washingtonpost.com/business/2026/06/21/cash-strapped-farmers-iran-wars-end-comes-too-late/">For cash-strapped farmers, deal to end Iran fighting comes too late</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/06/20/diplomats-expect-hurdles-us-iran-talks-which-are-already-delayed/">Chaotic run-up to U.S.-Iran talks signals steep hurdles ahead</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/06/19/trump-said-italys-prime-minister-begged-photo-she-says-thats-false/">Trump said Italy’s prime minister ‘begged’ for a photo. She says that’s false.</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/06/20/war-weary-iranians-see-glimmers-relief-trump-deal-takes-shape/">War-weary Iranians see glimmers of relief as Trump deal takes shape</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/06/20/shut-out-world-cup-again-china-roots-referee/">Shut out of the World Cup again, China roots for a referee</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgfaf200d" class="outline-4">
<h4 id="orgfaf200d">WSJ.com: World News</h4>
<div class="outline-text-4" id="text-orgfaf200d">
<ul class="org-ul">
<li><a href="https://www.wsj.com/world/asia/this-futuristic-japanese-warship-is-on-the-market-and-winning-fans-f26edc90">This Futuristic Japanese Warship Is on the Market and Winning Fans</a></li>
<li><a href="https://www.wsj.com/world/the-u-s-is-ramping-up-economic-warfare-its-enemies-arent-blinking-fdd49238">The U.S. Is Ramping Up Economic Warfare. Its Enemies Aren’t Blinking.</a></li>
<li><a href="https://www.wsj.com/world/middle-east/fighting-flares-again-in-lebanon-despite-israel-hezbollah-ceasefire-4d0ffae8">Vance Heads to Peace Talks, After Iran Says It Closed Strait of Hormuz</a></li>
<li><a href="https://www.wsj.com/world/russia-faces-spreading-fuel-shortages-after-ukrainian-drones-pummel-refineries-60e96bc0">Russia Faces Spreading Fuel Shortages After Ukrainian Drones Pummel Refineries</a></li>
<li><a href="https://www.wsj.com/world/india/india-calls-in-military-blocks-app-to-lock-down-college-entrance-exam-b9a47ef3">India Calls In Military, Blocks App to Lock Down College-Entrance Exam</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgebe8152" class="outline-3">
<h3 id="orgebe8152">🇫🇷 Francia</h3>
<div class="outline-text-3" id="text-orgebe8152">
</div>
<div id="outline-container-org4cf5f76" class="outline-4">
<h4 id="org4cf5f76">Le Monde</h4>
<div class="outline-text-4" id="text-org4cf5f76">
<ul class="org-ul">
<li><a href="https://www.lemonde.fr/societe/article/2026/06/21/avec-les-canicules-l-urgence-a-renover-les-vieilles-piscines-publiques-comment-ferait-on-sans-elles-on-ne-tiendrait-pas_6705452_3224.html">Avec les canicules, l’urgence à rénover les vieilles piscines publiques : « Comment ferait-on sans elles ? On ne tiendrait pas »</a></li>
<li><a href="https://www.lemonde.fr/un-si-proche-orient/article/2026/06/21/donald-trump-demeure-le-seul-dirigeant-du-monde-a-avoir-reconnu-l-annexion-par-israel-du-golan-syrien_6705488_6116995.html">« Donald Trump demeure le seul dirigeant du monde à avoir reconnu l’annexion par Israël du Golan syrien »</a></li>
<li><a href="https://www.lemonde.fr/international/live/2026/06/21/en-direct-guerre-en-ukraine-trois-morts-dans-des-attaques-russes-sur-les-oblasts-ukrainiens-de-poltava-et-dnipropetrovsk_6702230_3210.html">EN DIRECT, guerre en Ukraine : la distribution de carburant suspendue dans les stations-service en Crimée</a></li>
<li><a href="https://www.lemonde.fr/livres/article/2026/06/21/que-reste-t-il-aujourd-hui-de-marc-bloch-l-historien-cles-de-lecture-alors-que-le-medieviste-et-resistant-entre-au-pantheon_6705555_3260.html">Que reste-t-il aujourd’hui de Marc Bloch l’historien ? Clés de lecture, alors que le médiéviste et résistant entre au Panthéon</a></li>
<li><a href="https://www.lemonde.fr/idees/article/2026/06/21/anton-brender-economiste-la-montee-des-dettes-publiques-est-le-reflet-d-un-dereglement-du-capitalisme_6705449_3232.html">Anton Brender, économiste : « La montée des dettes publiques est le reflet d’un dérèglement du capitalisme »</a></li>
</ul>
</div>
</div>
<div id="outline-container-org887f4fd" class="outline-4">
<h4 id="org887f4fd">Le Figaro</h4>
<div class="outline-text-4" id="text-org887f4fd">
<ul class="org-ul">
<li><a href="https://www.lefigaro.fr/bordeaux/rechauffement-canicules-incendies-bordeaux-et-le-bassin-d-arcachon-seront-ils-encore-habitables-en-2050-20260621">Réchauffement, canicules, incendies&#x2026; Bordeaux et le bassin d’Arcachon seront-ils encore habitables en 2050 ?</a></li>
<li><a href="https://www.lefigaro.fr/conso/catacombes-parcs-commerces-dans-un-paris-ecrase-par-la-canicule-les-touristes-en-quete-d-oasis-de-fraicheur-20260621">Catacombes, parcs, commerces&#x2026; Dans un Paris écrasé par la canicule, les touristes en quête d’oasis de fraîcheur</a></li>
<li><a href="https://www.lefigaro.fr/actualite-france/en-direct-meteo-canicule-chaleur-fete-de-la-musique-france-alerte-rouge-vigilance-orages-20260621">EN DIRECT - Canicule : la SNCF recommande aux personnes «vulnérables» d’éviter de prendre le train</a></li>
<li><a href="https://www.lefigaro.fr/politique/jusqu-a-5-jours-les-ecologistes-lancent-une-petition-pour-reclamer-un-conge-climatique-20260621">«Jusqu’à 5 jours» : les Écologistes lancent une pétition pour réclamer un congé climatique</a></li>
<li><a href="https://www.lefigaro.fr/jusqu-a-390c-a-l-ombre-visualisez-en-cartes-l-arrivee-de-la-vague-de-chaleur-20260621">Jusqu’à 44 °C attendus en début de semaine : suivez en cartes l’avancée de la vague de chaleur</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org5143e0d" class="outline-3">
<h3 id="org5143e0d">🇬🇧 Reino Unido</h3>
<div class="outline-text-3" id="text-org5143e0d">
</div>
<div id="outline-container-orge41ac6d" class="outline-4">
<h4 id="orge41ac6d">BBC News</h4>
<div class="outline-text-4" id="text-orge41ac6d">
<ul class="org-ul">
<li><a href="https://www.bbc.com/news/articles/cwyekkwm1mmo?at_medium=RSS&amp;at_campaign=rss">US-Iran talks to begin in Switzerland as Tehran says it closed Strait of Hormuz</a></li>
<li><a href="https://www.bbc.com/news/videos/c8r2pyv3e2po?at_medium=RSS&amp;at_campaign=rss">BBC sees destroyed villages in Israeli-occupied southern Lebanon</a></li>
<li><a href="https://www.bbc.com/news/articles/cwylx1vq18zo?at_medium=RSS&amp;at_campaign=rss">Lebanese turtle conservationist Mona Khalil killed by Israeli strike</a></li>
<li><a href="https://www.bbc.com/news/articles/cvgqv8q1ndpo?at_medium=RSS&amp;at_campaign=rss">Colombia's escalating, brutal internal conflict is defining its presidential election</a></li>
<li><a href="https://www.bbc.com/news/articles/c8d26051vv2o?at_medium=RSS&amp;at_campaign=rss">Former Olympian denies vandalising Washington Reflecting Pool after arrest</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgddb51b6" class="outline-4">
<h4 id="orgddb51b6">The Guardian</h4>
<div class="outline-text-4" id="text-orgddb51b6">
<ul class="org-ul">
<li><a href="https://www.theguardian.com/world/2026/jun/21/comrades-ultramarathon-south-africa">Sweat, tears and camaraderie as 20,000 runners take on world’s largest ultramarathon</a></li>
<li><a href="https://www.theguardian.com/news/2026/jun/19/global-framework-reparations-justice-adopted-at-landmark-conference-in-accra-ghana">Global framework for reparatory justice adopted at landmark Ghana conference</a></li>
<li><a href="https://www.theguardian.com/us-news/2026/jun/18/cdc-emergency-ebola-funding">CDC to tap $107m in emergency funding for Ebola response in DRC and Uganda</a></li>
<li><a href="https://www.theguardian.com/news/2026/jun/18/barbados-prime-minister-manifesto-slavery-reparations">Barbados prime minister announces manifesto for slavery reparations</a></li>
<li><a href="https://www.theguardian.com/world/2026/jun/18/south-africa-men-sentenced-rhino-horn-trafficking-case">South African men sentenced in ‘world’s largest’ rhino horn trafficking case</a></li>
</ul>
</div>
</div>
</div>
