260621_day_briefing.html
<div id="outline-container-org83cb675" class="outline-3">
<h3 id="org83cb675">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-org83cb675">
</div>
<div id="outline-container-org85ce369" class="outline-4">
<h4 id="org85ce369">Corriere della Sera</h4>
<div class="outline-text-4" id="text-org85ce369">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-org4de458b" class="outline-4">
<h4 id="org4de458b">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-org4de458b">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/trasporto-aereo-indennizzi-fermi-2005-ecco-cosa-cambia-le-nuove-regole-ue-AIG8NumD">Trasporto aereo, indennizzi fermi al 2005. Ecco cosa cambia con le nuove regole Ue</a></li>
<li><a href="https://www.ilsole24ore.com/art/industria-difesa-italia-l-offerta-lavoro-e-aumentata-12percento-sei-anni-AIwxpzmD">Industria difesa, in Italia l’offerta di lavoro è aumentata del 12% in sei anni</a></li>
<li><a href="https://www.ilsole24ore.com/art/crosetto-rapporto-usa-saldissimo-non-ho-capito-atteggiamento-trump-AI1MtbnD">Crosetto: rapporto con Usa saldissimo, non ho capito atteggiamento di Trump</a></li>
<li><a href="https://www.ilsole24ore.com/art/l-estate-pazza-prezzi-ad-agosto-fino-300mila-euro-una-settimana-firenze-e-238mila-euro-una-tenda-salento-AIwDPtmD">L’estate pazza dei prezzi: ad agosto fino a 300mila euro per una settimana a Firenze e 238mila euro per una tenda in Salento</a></li>
<li><a href="https://www.ilsole24ore.com/art/venezia-studia-ticket-accesso-50-euro-ma-proposta-sindaco-divide-AIMdSFnD">Venezia studia il ticket di accesso a 50 euro ma la proposta del sindaco divide</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org32b8bd0" class="outline-3">
<h3 id="org32b8bd0">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-org32b8bd0">
</div>
<div id="outline-container-org92764c7" class="outline-4">
<h4 id="org92764c7">Der Spiegel</h4>
<div class="outline-text-4" id="text-org92764c7">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss">The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files</a></li>
<li><a href="https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss">Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability</a></li>
<li><a href="https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss">Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State'</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss">NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file</a></li>
<li><a href="https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss">Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd19e459" class="outline-4">
<h4 id="orgd19e459">Deutsche Welle</h4>
<div class="outline-text-4" id="text-orgd19e459">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/terror-police-probe-suspected-anti-muslim-attacks-in-edinburgh/a-77639385?maca=en-rss-en-world-4025-rdf">Terror police probe suspected anti-Muslim attacks in Edinburgh</a></li>
<li><a href="https://www.dw.com/en/are-ukraine-drones-really-exposing-gaps-in-russia-s-defense/a-77639467?maca=en-rss-en-world-4025-rdf">Are Ukraine drones really exposing gaps in Russia's defense?</a></li>
<li><a href="https://www.dw.com/en/spain-pm-s-wife-must-face-corruption-trial-judge-rules/a-77638811?maca=en-rss-en-world-4025-rdf">Spain: PM's wife must face corruption trial, judge rules</a></li>
<li><a href="https://www.dw.com/en/zelenskyy-returns-poland-s-highest-honor-as-row-deepens/a-77637366?maca=en-rss-en-world-4025-rdf">Zelenskyy returns Poland's highest honor as row deepens</a></li>
<li><a href="https://www.dw.com/en/woman-killed-hundreds-evacuate-in-dominican-republic-hotel-fire/a-77634423?maca=en-rss-en-world-4025-rdf">Woman killed, hundreds evacuate in Dominican Republic hotel fire</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org99ef76c" class="outline-3">
<h3 id="org99ef76c">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org99ef76c">
</div>
<div id="outline-container-orgbcca0e1" class="outline-4">
<h4 id="orgbcca0e1">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgbcca0e1">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/tec/2026/06/apos-incentivar-empresas-ja-freiam-uso-de-ia-diante-do-aumento-de-custos.shtml">Após incentivar, empresas já freiam uso de IA diante do aumento de custos</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/painel/2026/06/campanha-de-lula-aciona-tse-mais-de-60-vezes-e-ia-representa-quase-um-terco.shtml">Campanha de Lula aciona TSE mais de 60 vezes, e IA representa quase um terço</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/passado-socialista-da-alemanha-explica-ascensao-da-extrema-direita-diz-politico-de-extrema-direita.shtml">Passado socialista da Alemanha explica ascensão da extrema direita, diz político de extrema direita</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/resumo-do-dia-possiveis-rivais-do-brasil-no-mata-mata-da-copa-holanda-e-japao-aplicam-goleadas.shtml">Resumo do dia: Possíveis rivais do Brasil no mata-mata da Copa, Holanda e Japão aplicam goleadas</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/06/cuba-jamais-se-rendera-e-se-tivermos-que-morrer-morreremos-diz-escritor-cubano-abel-prieto.shtml">'Cuba jamais se renderá e, se tivermos que morrer, morreremos', diz escritor cubano Abel Prieto</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgaf14a8d" class="outline-4">
<h4 id="orgaf14a8d">O Globo</h4>
<div class="outline-text-4" id="text-orgaf14a8d">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
